car = [{make: 'Audi',model: ['A2','A4','A6','A8'] },{make:'BMW',model: ['X3','X5']},{make: 'Citroen',model: []},{make:'Hyundai',model: []},{make:'Jeep',model: []},{make: 'Lexus',model: []},{make:'Mazda', model: []},{make:'Mercedes',model: []},{make:'Opel', model: []},{make:'Peugeot',model: []},{make:'Porsche',model: []},{make:'Seat',model: []},{make:'Skoda',model: []},{make:'Subaru',model: []},{make:'Toyota',model: []},{make:'Volkswagen',model: []},{make:'Volvo',model: []}]



year = ['1980','1981','1982','1983','1984','1985','1986','1987','1988','1989','1990','1991','1992','1993','1994','1995','1996','1997','1998','1999','2000','2001','2002','2003','2004','2005','2006','2007','2008','2009','2010','2011','2012','2013','2014','2015','2016','2017'];










var a = 'Легкосплавные диски Парктроники Датчик дождя Оптика и свет Противотуманные фары Ксеноновые фары Мультимедиа Штатная навигация Мультимедийный экран CD/MP3 проигрыватель Электростеклоподъемники Круиз-контроль Обогрев сидений Обогрев зеркал Кондиционер Климат-контрол Люк Безопасность Подушки безопасности передние Подушки безопасности боковые Иммобилайзер Антипробуксовочная система ESP ABS';
var b = a.split(' ');
 var d = [ 'Легкосплавные диски', 'Парктроники', 'Датчик дождя', 'Противотуманные фары', 'Ксеноновые фары', 'Штатная навигация', 'Мультимедийный экран', 'CD/MP3 проигрыватель', 'Электростеклоподъемники', 'Круиз-контроль', 'Обогрев сидений', 'Обогрев зеркал', 'Кондиционер', 'Климат-контроль', 'Люк', 'Подушки безопасности', 'Иммобилайзер', 'Антипробуксовочная система', 'ESP', 'ABS' ]









